Repository: skrattaren/overlay
Catalog: local_portage/dev-python/satchmo/files/django_*.po
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

source: Email address
ru: Адрес e-mail

source: Password (again)
ru: Пароль (ещё раз)

source: Password
ru: Пароль

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Newsletter
ru: Новости

source: The two passwords do not match.
ru: Пароли не совпадают

source: That email address is already in use.
ru: Этот адрес уже используется

source: Welcome to %s
ru: Добро пожаловать в %s

source: Registration Form
ru: Форма регистрации

source: Base Settings
ru: Основные настройки

source: Default value: ""
ru: Значение по умолчанию: ""

source: Default value:
ru: Значение по умолчанию:

source: Default value: %s
ru: Значение по умолчанию: %s

source: Please Select
ru: Пожалуйста, выберите

source: Account Verification
ru: Проверка учётной записи

source: Select the style of account verification. 'Immediate' means no verification needed.
ru: Выберите тип проверки учётных записей. 'Немедленно' подразумевает отсутствие проверки.

source: Immediate
ru: Немедленно

source: Email
ru: По e-mail

source: Days to verify account
ru: Дней на проверку учётной записи

source: This field is required.
ru: Это поле необходимо заполнить.

source: State is required for your country.
ru: Для Вашей страны необходимо указать штат.

source: Customer
ru: Покупатель

source: Supplier
ru: Поставщик

source: Distributor
ru: Распространитель

source: Company
ru: Компания

source: Government
ru: Правительство

source: Non-profit
ru: Некоммерческая организация

source: Manufacturer
ru: Производитель

source: Name
ru: Название

source: Type
ru: Тип

source: Role
ru: Должность

source: Creation Date
ru: Дата создания

source: Notes
ru: Заметки

source: Organization
ru: Организация

source: Organizations
ru: Организации

source: Date of birth
ru: Дата рождения

source: Creation date
ru: Дата создания

source: Contact
ru: Контакт

source: Contacts
ru: Контакты

source: Work
ru: Работа

source: Home
ru: Дом

source: Fax
ru: Факс

source: Mobile
ru: Мобильный

source: Phone
ru: Телефон

source: In Person
ru: Лично

source: Date and Time
ru: Дата и время

source: Description
ru: Описание

source: Interaction
ru: Взаимодействие

source: Interactions
ru: Взаимодействия

source: Phone Number
ru: Телефонный номер

source: Primary
ru: Главный

source: Phone Numbers
ru: Телефонные номера

source: Description of address - Home, Office, Warehouse, etc.
ru: Описание адреса — дом, офис, склад и т.д.

source: Street
ru: Улица

source: State
ru: Область, штат

source: City
ru: Город

source: Zip Code
ru: Индекс

source: Country
ru: Страна

source: Default Shipping Address
ru: Основной адрес доставки

source: Default Billing Address
ru: Основной адрес для оплаты

source: Address Book
ru: Адресная книга

source: Address Books
ru: Адресные книги

source: Online
ru: На сайте

source: Show
ru: Показывать

source: Temp
ru: Временно

source: Pending
ru: В очереди

source: In Process
ru: В обработке

source: Billed
ru: Оплачено

source: Shipped
ru: Доставлено

source: Subtotal
ru: Подитог

source: Total
ru: Итог

source: Discount Code
ru: Код скидки

source: Coupon Code
ru: Код купона

source: Discount amount
ru: Сумма скидки

source: Order method
ru: Тип заказа

source: Shipping Description
ru: Описание доставки

source: Shipping Method
ru: Способ доставки

source: Shipping Models
ru: Стемы доставки

source: Shipping Cost
ru: Стоимость доставки

source: Shipping Discount
ru: Скидка

source: Tax
ru: Налог

source: Timestamp
ru: Время заполнения

source: Status
ru: Статус

source: This is set automatically.
ru: Устанавливается автоматически

source: Shipping Address
ru: Адрес доставки

source: Billing Address
ru: Адрес оплаты

source: Totals
ru: Всего

source: Product Order
ru: Заказ

source: Product Orders
ru: Заказы

source: Order
ru: Заказ

source: Product
ru: Продукт

source: Quantity
ru: Количество

source: Unit price
ru: Цена за ед.

source: Order Item
ru: Заказать продукт

source: Value
ru: Значение

source: Price Change
ru: Изменение цены

source: Sort Order
ru: ПОрядок сортировки

source: The display order for this group.
ru: Порядоко показа для этой группы.

source: Order Item Detail
ru: Детали заказа

source: Order Item Details
ru: Детали заказа

source: This download is no longer active
ru: Этот продукт более недоступен для скачивания

source: You have exceeded the number of allowed downloads.
ru: Вы превысили допустимое число скачиваний.

source: This download link has expired.
ru: Сро действия ссылки истёк.

source: Order Status
ru: Статус заказа

source: Order Statuses
ru: Статусы заказов

source: Payment Method
ru: Способ оплаты

source: amount
ru: кол-во

source: timestamp
ru: время

source: Transaction ID
ru: Номер транзакции

source: Order Payment
ru: Оплата заказа

source: Order Payments
ru: Оплаты заказов

source: key
ru: ключ

source: value
ru: значение

source: Model
ru: Модель

source: The order you have requested doesn't exist, or you don't have access to it.
ru: Заказ, к которому Вы обратились, не существует или недоступен Вам.

source: No Discount
ru: Нет скидок

source: Discount Amount
ru: Количество скидок

source: Enter absolute discount amount OR percentage.
ru: Введите значение скидки, в абсолютном ИЛИ процентном выражении

source: Discount Percentage
ru: Скидка в процентах

source: Enter absolute discount amount OR percentage. Percentage example: "0.10".
ru: Введите значение скидки, в абсолютном ИЛИ процентном выражении. Пример процентного выражения: "0.10".

source: Number of allowed uses
ru: Допустимое число использований

source: Not implemented.
ru: Не осуществлено.

source: Number of times already used
ru: Уже использовано (раз)

source: Minimum order value
ru: Минимальная сумма заказа

source: Start Date
ru: Действует с

source: End Date
ru: По:

source: Active
ru: Активна

source: Free shipping
ru: Бесплатная доставка

source: Should this discount remove all shipping costs?
ru: Включает ли скидка бесплатную доставку?

source: Include shipping
ru: Включая доставку

source: Should shipping be included in the discount calculation?
ru: Включается ли стоимость доставки в сумму заказа для расчёта скидки?

source: Valid Products
ru: Подходящие продукты

source: This coupon is disabled.
ru: Купон отключён.

source: This coupon is not active yet.
ru: Купон ещё не активен.

source: This coupon has expired.
ru: Срок действия купона истёк.

source: This discount has exceeded the number of allowed uses.
ru: Все скидки использованы.

source: Valid.
ru: Скидка верна.

source: This discount only applies to orders of at least %s.
ru: Скидка предоставляется на заказы не менее чем на %s.

source: This discount cannot be applied to the products in your cart.
ru: Скидка неприменима к продуктам в Вашей корзине.

source: Discount
ru: Скидка

source: Discounts
ru: Скидки

source: Gift Certificate
ru: Подарочный сертификат

source: Gift Certificate Settings
ru: Настройки подарочных сертификатов

source: Use SSL for the checkout pages?
ru: Использовать SSL для страницы заказов?

source: Character Set
ru: Кодировка

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
ru: Эти символы допустимы в случайно создающемся коде сертификата.

source: Module key
ru: Ключ модуля

source: Code format
ru: Формат кода

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
ru: Введите формат Вашего кода Вашего сертификата. Вставляйте '^' вместо случайно сгенерированного символа.

source: Implementation module
ru: Модуль реализации

source: English name for this group on the checkout screens
ru: Имя для этой группы оформления заказов (на англ.)

source: This will be passed to the translation utility
ru: Это будет передано программе перевода

source: The url base used for constructing urlpatterns which will use this module
ru: Строка URL для создания схем URL для этого модуля

source: Code
ru: Код

source: Certificate Code
ru: Код сертификата

source: Purchased by
ru: Куплен

source: Date added
ru: Дата добавления

source: Valid
ru: Верно

source: Message
ru: Сообщение

source: Starting Balance
ru: Начальный баланс

source: Date of usage
ru: Дата использования

source: Amount Used
ru: Использованное количество

source: Used by
ru: Использован

source: No balance to pay
ru: Недоступен баланс для платежа

source: No such Gift Certificate
ru: Такого сертификата не существует

source: Bad Gift Certificate
ru: Неверный подарочный сертификат

source: Success
ru: Успех

source: %s balance remains after gift certificate was applied
ru: %s осталось на балансе после использования сертификата

source: Checkout
ru: Подсчёт стоимости

source: Payment
ru: Оплата

source: Order total: %(orderbalance)s
ru: Всего: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
ru: Вы собираетесь использовать сертификат № %(giftcode)s с балансом %(certbalance)s для оплаты своего заказа.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
ru: Если суммы для оплаты всего заказа недостаточно, остаток стоимости можно оплатить иным методом.

source: Please Note:
ru: Примите к сведению:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
ru: Используемый сертификат: %(giftcode)s с балансом %(balance)s.

source: Payment Information
ru: Сведения об оплате

source: Gift Certificate Code
ru: Код подарочного сертификата

source: To: %(recipient)s
ru: Кому: %(recipient)s

source: Starting Balance: %(start_balance)s
ru: Начальный баланс: %(start_balance)s

source: Code: %(code)s
ru: Код: %(code)s

source: Message: %(message)s
ru: Сообщения: %(message)s

source: Gift Certificates
ru: Подарочные сертификаты

source: Purchased on:
ru: Приобретено:

source: Initial Balance:
ru: Начальный баланс:

source: No such gift certificate found.
ru: Не найдено такого подарочного сертификата.

source: Look up balance
ru: Просмотреть баланс

source: Shop Categories
ru: Категории магазина

source: Price
ru: Цена

source: Quantity (multiply the gift certificate by this amount)
ru: Количество (умножьте на сумму сертификата)

source: Recipient Email (optional):
ru: Электронный адрес получателя (необязательно):

source: Message (optional):
ru: Сообщение (необязательно):

source: Add to cart
ru: Добавить в корзину

source: Africa
ru: Африка

source: North America
ru: Северная Америка

source: Europe
ru: Европа

source: Asia
ru: Азия

source: Oceania
ru: Океания

source: South America
ru: Южная Америка

source: Antarctica
ru: Антарктида

source: Another
ru: Другое

source: Island
ru: Остров

source: Atoll
ru: Атолл

source: Autonomous island
ru: Автономный остров

source: Canton
ru: Кантон

source: Commune
ru: Коммуна

source: County
ru: Графство

source: Dependency
ru: Зависимая область

source: District
ru: Район

source: Emirate
ru: Эмират

source: Kingdom
ru: Королевство

source: Municipality
ru: Муниципальное образование

source: Prefecture
ru: Префектура

source: Province
ru: Провинция

source: Region
ru: Регион

source: Republic
ru: Республика

source: Subject
ru: Субъект

source: Territory
ru: Территория

source: Country name
ru: Название страны

source: Country is active
ru: Страна доступна

source: Continent
ru: Континент

source: Administrative Area
ru: Административная область

source: Countries
ru: Страны

source: Admin Area name
ru: Название административной области

source: Postal Abbreviation
ru: Почтовое сокращение

source: Area is active
ru: Область доступна

source: Administrative Areas
ru: Административные области

source: Newsletter Settings
ru: Настройки уведомлений

source: Active newsletter module
ru: Включить модуль уведомлений

source: Select a newsletter, save and reload to set any module-specific newsletter settings.
ru: Выберите извещение; сохраните и перезагрузите для установки специфических настроек модуля извещений

source: No newsletter
ru: Нет извещений

source: Simple list
ru: Простой список

source: Mailman
ru: Почтовик

source: Name of Newsletter
ru: Название извещения

source: Give the exact name that matches the mailing list set up in Mailman.
ru: Точное название, соответствующее списку рассылки в Почтовике

source: Already subscribed %(email)s.
ru: Адреса уже подписавшихся %(email)s.

source: Already removed %(email)s.
ru: УЖе удалённые адреса %(email)s.

source: Subscribed: %(email)s
ru: Подписавшиеся: %(email)s.

source: Unsubscribed: %(email)s
ru: Неподписавшиеся: %(email)s.

source: Already Subscribed: %s
ru: Уже подписавшиеся: %s.

source: Already a member: %(email)s
ru: Уже члены: %(email)s

source: Bad/Invalid email address: blank line
ru: Неверный адрес: пустая строка

source: Bad/Invalid email address: %(email)s
ru: Неверный адрес: %(email)s

source: Hostile address (illegal characters): %(email)s
ru: Неверный адрес (неправильные сиволы): %(email)s

source: Subscribed
ru: Подписаны

source: Update Date
ru: Дата обновления

source: Full Name
ru: Полное имя

source: Subscribe
ru: Подписаться

source: Error, not valid.
ru: Ошибка

source: Payment Settings
ru: Настройки оплаты

source: Accept real payments
ru: Принимать реальные платежи

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
ru: Выключите для перехода в режим тестирования. Это главный переключатель, используйте его для быстрого перехода в тестовый режим

source: Enable payment modules
ru: Включить модули оплаты

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
ru: Выберите модули оплаты, используемые в Вашем магазине. Если Вы добавите другие модули, вернитесь сюда после сохранения, возможно, это добавит новый раздел настроек.

source: Enable SSL
ru: Включить SSL-шифрование

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
ru: Эта опция задействует шифрование для общих страниц, например, ввода информации покупателем. Для включения шифрования для конкретного модуля

source: Should this be displayed as an option for the user?
ru: Показывать ли это как опцию пользователю?

source: Option Name
ru: Название опции

source: The class name as defined in payment.py
ru: Имя класса, определённое в payment.py

source: Credit Card Type
ru: Тип кредитной карты

source: CC Number (Last 4 digits)
ru: Номер карты (последние 4 цифры)

source: Encrypted Credit Card
ru: Шированная карта

source: Expiration Month
ru: Месяц истечения срока

source: Expiration Year
ru: Год истечения срока

source: Credit Card
ru: Кредитная карта

source: Credit Cards
ru: Кредитные карты

source: New price
ru: Новая цена

source: Shipping adjustment
ru: Поправка на доставку

source: The orderitem you have requested doesn't exist, or you don't have access to it.
ru: Объект, запрошенный Вами, не существует, либо Вы не имеете доступа к нему.

source: No form found in request.
ru: Не обнаружено формы в запросе.

source: Payment method
ru: Метод оплаты

source: Invalid discount.
ru: Неверная скидка.

source: Your card has expired.
ru: Срок действия Вашей карты истёк.

source: Thank you for your order from %(shop_name)s
ru: Спасибо за Ваш заказ в %(shop_name)s

source: Your order has already been processed.
ru: Ваш заказ уже обработан.

source: Your order is no longer valid.
ru: Ваш заказ более не правилен.

source: CreditCard
ru: Кредитная карта

source: Authorize.net Payment Settings
ru: Настройки оплаты через Authorize.net

source: Submit to URL
ru: URL

source: This is the address to submit live transactions.
ru: Это адрес для «живых» транзакций

source: Submit to Test URL
ru: Проверочный URL

source: False if you want to be in test mode
ru: Отключите для перехода в режим проверки

source: Available credit cards
ru: Доступные кредитные карты

source: Your authorize.net transaction login
ru: Ваше имя в системе authorize.net

source: Your authorize.net transaction key
ru: Ваш ключ транзакций

source: Auto Success Module
ru: Модуль Auto Success

source: Payment Auto Success Module Settings
ru: Настройки модуля оплаты Auto Success

source: Send order emails
ru: Посылать письма заказа

source: True if you want to send emails to customers on order
ru: Включите для отсылки писем покупателям о заказе

source: COD Payment Module Settings
ru: Настройки модуля оплаты COD

source: Use SSL for the module checkout pages?
ru: Использовать SSL для страниц модуля?

source: Cybersource.net Payment Settings
ru: Настройки модуля оплаты Cybersource.net

source: Submit to Test WSDL URL
ru: Отослать на проверочный URL WSDL

source: Currency Code
ru: Код валюты

source: Currency code for Cybersource transactions.
ru: Код валюты для транзакций Cybersource

source: Your Cybersource merchant ID
ru: Ваш ID продавца Cybersource

source: Your Cybersource transaction key
ru: Ваш транзакционный ключ Cybersource

source: Payment Test Module
ru: Проверочный модуля оплаты

source: Payment Test Module Settings
ru: Настройки проверочного модуля оплаты

source: Google Checkout Module
ru: Модуль Google Checkout

source: Google Checkout Module Settings
ru: Настройки модуля оплаты Google Checkout

source: XML Template
ru: Шаблон XML

source: The XML template to use when submitting to Google. Probably you should not change this.
ru: Шаблон XML для отсылки в Google. Скорее всего, Вам не стоит его менять.

source: Currency code for Google Checkout transactions.
ru: Код валюты для транзакций Google Checkout

source: Checkout Button URL
ru: URL кнопки подсчёта

source: Checkout Button Size
ru: Размер кнопки подсчёта

source: Small
ru: Маленькая

source: Medium
ru: Средняя

source: Large
ru: Большая

source: Post URL
ru: URL подтверждения

source: The Google URL for real transaction posting.
ru: URL для подверждения реальной транзакции Google

source: The Google URL for test transaction posting.
ru: URL для подверждения реальной транзакции Google

source: Merchant ID
ru: ID продавца

source: Merchant Key
ru: Ключ продавца

source: Merchant Test ID
ru: Проверочный ID продавца

source: Merchant Test Key
ru: Проверочный ключ продавца

source: Paypal Payment Settings
ru: Настройки оплаты через Paypal

source: Paypal Payment Module Settings
ru: Настройки модуля оплаты Paypal

source: Currency code for Paypal transactions.
ru: Код валюты для транзакций Paypal.

source: The Paypal URL for real transaction posting.
ru: URL для реальных транзакций Paypal.

source: The Paypal URL for test transaction posting.
ru: URL для проверочных транзакций Paypal.

source: Paypal account email
ru: Адрес учётной записи Paypal

source: The email address for your paypal account
ru: Адрес электронной почты Вашей учётной записи Paypal

source: Paypal test account email
ru: Адрес проверочной учётной записи Paypal

source: The email address for testing your paypal account
ru: Адрес электронной почты Вашей проверочной учётной записи Paypal

source: Paid through PayPal.
ru: Оплачено через Paypal.

source: TrustCommerce Payment Settings
ru: Настройки модуля оплаты TrustCommerce

source: Use Address Verification System (AVS)?
ru: Использовать AVS(система проверки адреса)?

source: Type of authorization to perform.
ru: Тип авторизации.

source: Refer to manual for details on the different types.
ru: Обратитесь к руководству для получения справки по различным типам

source: Sale
ru: Продать

source: Preauth
ru: Пре-авторизация

source: Your TrustCommerce login
ru: Ваше имя в TrustCommerce

source: Your TrustCommerce password
ru: Ваш пароль TrustCommerce

source: Transaction was declined. Reason: %s
ru: Транзакция отклонена по следующей причине: %s

source: Improperly formatted data. Offending fields: %s
ru: Неверные данные в следующих полях: %s

source: An error occurred: %s
ru: Произошла ошибка: %s

source: Inventory Editor
ru: Редактор инвентаря

source: Product Import/Export
ru: Экспорт/импорт товара

source: No upload file found
ru: Не найдено файла для загрузки

source: Product Settings
ru: Настройки товара

source: Product Model Options
ru: Настройки модели товара

source: Configurable Product
ru: Настраиваемый товар

source: Product Variation
ru: Разновидность товара

source: Custom Order
ru: Свой вариант заказа

source: Downloable Product
ru: Скачиваемый продукт

source: Upload Image Dir
ru: Каталог изображений

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
ru: Каталог для хранения загруженных изображений. Эта строка будет присоединена к параметру MEDIA_ROOT. Не беспокойтесь о косых чертах (/)

source: Rename product images?
ru: Переименовывать изображения?

source: Automatically rename product images on upload?
ru: Автоматически переименовывать изображения продукта после загрузки?

source: Protected dir
ru: Защищённый каталог

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
ru: Используется только для загружаемых продуктов. Эта строка будет присоединена к параметру MEDIA_ROOT. Не беспокойтесь о косых чертах (/)

source: export format
ru: формат экспорта

source: Include Images
ru: Включить изображения

source: File to import
ru: Файл для импорта

source: Could not parse format from filename: %s
ru: Не могу обработать файл %s

source: Bad VARS file in import zipfile.
ru: Неверный файл VARS в архиве

source: Missing VARS in import zipfile.
ru: В архиве отсутствует файл VARS

source: Unknown file format: %s
ru: Неизвестный формат файла: %s

source: Added %(count)i objects from %(filename)s
ru: Добавлено %(count)i объектов из %(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
ru: Проблема с '%(filename)s': %(error_msg)s

source: Used for URLs
ru: Использовать для URL

source: Meta Description
ru: Мета-описание

source: Meta description for this category
ru: Мета-описание этой категории

source: Ordering
ru: Сортировка

source: Override alphabetical order in category display
ru: Не использовать сортировку по алфавиту

source: You must not save a category in itself!
ru: Нельзя сохранять категорию саму в себя

source: Category
ru: Категория

source: Categories
ru: Категории

source: language
ru: язык

source: Translated Category Name
ru: Перевод названия категории

source: Description of category
ru: Описание категории

source: version
ru: версия

source: active
ru: активна

source: Category Translation
ru: Перевод категории

source: Category Translations
ru: Переводы категории

source: Picture
ru: Изображение

source: Optional caption
ru: Подпись (необязательно)

source: Category Image
ru: Картинка категории

source: Category Images
ru: Картинки категории

source: Translated Caption
ru: Перевод подписи

source: Category Image Translation
ru: Перевод картинки категории

source: Category Image Translations
ru: Переводы картинки категории

source: Name of Option Group
ru: Название группы опций

source: This will be the text displayed on the product page.
ru: Этот текст будет показан на странице товара.

source: Detailed Description
ru: Подробное описание

source: Further description of this group (i.e. shirt size vs shoe size).
ru: Подробное описание этой группы

source: Option Group
ru: Группа опций

source: Option Groups
ru: Группы опций

source: Translated OptionGroup Name
ru: Перевод названия группы опций

source: Description of OptionGroup
ru: Описание группы опций

source: Option Group Translation
ru: Перевод группы опций
