Repository: skrattaren/overlay
Catalog: local_portage/dev-python/satchmo/files/django_*.po
Languages: ru

source: Option Groups Translations
ru: Переводы групп опций

source: Display value
ru: Отображать значение

source: Stored value
ru: Хранимое значение

source: This is the price differential for this option.
ru: Разница в цене для этой опции.

source: Display Order
ru: Порядок отображения

source: Option Item
ru: Элемент опций

source: Option Items
ru: Элемениы опций

source: Option Translation
ru: Перевод опций

source: Option Translations
ru: Переводы опций

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
ru: Это название продукта на основном языке сайта. Для других языков используйте раздел «Перевод товара» ниже

source: Slug Name
ru: Название для URL

source: Short description of product
ru: Короткое описание товара

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
ru: Небольшое (одна-две строки) описание товара на основном языке сайта. Используется в списках товаров

source: Description of product
ru: Описание товара

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
ru: Полное описание товара: несколько параграфов текста (разрешён HTML) на основном языке сайта.

source: Number in stock
ru: Доступное количество

source: Meta description for this product
ru: Мета-описание этого товара

source: Is product active?
ru: Активен

source: This will determine whether or not this product will appear on the site
ru: Этот флажок определяет, будет ли этот товар показываться на сайте

source: Featured Item
ru: Избранный продукт

source: Featured items will show on the front page
ru: Избранные продукты показываются на главной странице

source: Weight
ru: Вес

source: Length
ru: Длина

source: Width
ru: Ширина

source: Height
ru: Высота

source: Related Items
ru: Сходные товары

source: Previously Purchased
ru: Ранее приобретённые

source: Taxable
ru: Облагается налогом

source: Tax Class
ru: Тип налога

source: If it is taxable, what kind of tax?
ru: Если облагается, то каким налогом?

source: Meta Data
ru: Метаданные

source: Item Dimensions
ru: Измерения товара

source: Related Products
ru: Сходные товары

source: Products
ru: Товары

source: This should be a 1 or 2 line description for use in product listing screens
ru: Небольшое (одна-две строки) описание товара, используется в списках товаров

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
ru: Полное описание товара: несколько параграфов текста (разрешён HTML) на основном языке сайта.

source: Product Translation
ru: Перевод товара

source: Product Translations
ru: Переводы товара

source: Percent Downpayment
ru: Скидка в процентах

source: Deferred Shipping
ru: Отложить платёж за доставку

source: Do not charge shipping at checkout for this item.
ru: Не добавлять при оформлении заказа стоимость доставки в общий счёт.

source: Custom field name
ru: Дополнительное поле

source: Custom Fields
ru: Дополнительные поля

source: Translated Custom Text Field Name
ru: Перевод названия доп. поля

source: CustomTextField Translation
ru: Перевод доп. поля

source: CustomTextField Translations
ru: Переводы доп. поля

source: Create Variations
ru: Создать разновидности

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
ru: Создать Разновидности товара для всех его опций. Для использования этой возможности добавьте опцию, сохраните, вернитесь сюда и выберите опцию.

source: Number of times link can be accessed.
ru: Сколько раз эта ссылка будет доступна.

source: Number of minutes the link should remain active.
ru: Время (в минутах) активности ссылки.

source: Is this download currently active?
ru: Активна ли загрузка сейчас?

source: Two options from the same option group can not be applied to an item.
ru: Две опции из одной группы не могут быть применены к одному товару.

source: Attribute Name
ru: Имя атрибута

source: Product Attribute
ru: Атрибут товара

source: Product Attributes
ru: Атрибуты товара

source: Discount Quantity
ru: Количество для скидки

source: Use this price only for this quantity or higher
ru: Цена действительна для этого или большего количества

source: Prices
ru: Цены

source: Product Image
ru: Изображение товара

source: Product Images
ru: Изображения товара

source: Product Image Translation
ru: Перевод изображения товара

source: Product Image Translations
ru: Переводы изображения товара

source: The product you have requested does not exist.
ru: Запрошенный товар не существует

source: not available
ru: недоступен

source: Shipping Settings
ru: Настройки доставки

source: Active shipping modules
ru: Активные модули доставки

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
ru: Выберите активные модли доставки, сохраните и обновите страницу для установки настроек отдельных модулей.

source: Per piece
ru: За штуку

source: Dummy Flat Rate Shipping
ru: Простой расчёт стоимости доставки

source: US Mail
ru: Почта РФ

source: 3 - 4 business days
ru: 3-4 рабочих дня

source: Flat rate
ru: Фиксированная цена

source: Flat shipping
ru: Фиксированная цена доставки

source: Flat Shipping Service
ru: Фиксированная цена доставки

source: Shipping service used with Flat rate shipping
ru: Служба доставки для фиксированной цены

source: Flat Delivery Days
ru: Дней на фиксированную доставку

source: Flat Rate Shipping
ru: Скорость фиксированной доставки

source: No Shipping
ru: Без доставки

source: immediately
ru: немедленно

source: Per item price
ru: Цена за один предмет

source: Per Item Shipping Service
ru: Службы доставки отдельных предметов

source: Shipping service used with per item shipping
ru: Служба доставки для отдельных предметов

source: Per Item Delivery Days
ru: Срок доставки отдельных предметов

source: Per Item shipping
ru: Доставка отдельных

source: Tiered Shipping
ru: Доставка в зависимости от стоимости

source: Key
ru: Ключ

source: Carrier
ru: Курьер

source: Method
ru: Способ

source: i.e. US Mail
ru: напр., почта РФ

source: Delivery Days
ru: Сроки доставки

source: Min Price
ru: Минимальная цена

source: The minumum price for this tier to apply
ru: Минимальная стоимость для этого способа доставки

source: Shipping Price
ru: Цена доставки

source: Default currency symbol
ru: Символ валюты

source: Use a '_' character to force a space.
ru: Используйте знак подчёркивания (_) для пробела.

source: Enable product ratings
ru: Включить рейтинги товаров

source: Enable random display of featured products on home page
ru: Включить случайный показ избранных товаров на главной странице

source: Number of featured items to display
ru: Число отображаемых исбранных товаров

source: Enable Analytics
ru: Включить аналитический модуль

source: Use Urchin?
ru: Использовать Urchin?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
ru: Использовать старый JavaScript от Urchin. Необходимо только если Вы не обновляли свою учётную запись для анализа.

source: Analytics Code
ru: Код Analytics

source: Enable Conversion Tracking
ru: Включить отслеживание изменения

source: Adwords ID (ex: UA-abcd-1)
ru: Идентификатор AdWords (ex: UA-abcd-1)

source: Allow user to choose from available translations
ru: Разрешать пользователю выбор языка

source: Available languages
ru: Доступные языки

source: Languages that have valid translations
ru: Языки, для которых есть переводы

source: English
ru: Английский

source: French
ru: Французский

source: German
ru: Немецкий

source: Spanish
ru: Испанский

source: Swedish
ru: Шведский

source: Test Store
ru: Тестовый магазин

source: Store Name
ru: Название магазина

source: Purchase item not in stock?
ru: Разрешать покупки отсутствующего на складе?

source: Only sell to in-country customers?
ru: Продавать только внутри страны?

source: Default country for customers
ru: Страна «по умолчанию»

source: Shipping Countries
ru: Страны, в которые осуществляется доставка

source: Store Configuration
ru: Настройка магазина

source: Store Configurations
ru: Настройки магазина

source: Shopping Cart
ru: Корзина

source: Shopping Carts
ru: Корзины

source: detail
ru: детали

source: name
ru: название

source: Item Detail Price Change
ru: Изменение цены

source: Please enter one and only one of those fields.
ru: Заполните одно и только одно из полей.

source: Site Administration
ru: Администрирование сайта

source: No cart to update.
ru: Нет корзины для обновления.

source: Bad quantity.
ru: Неверное количество.

source: Bad item number.
ru: Неверный номер товара.

source: No such item in your cart.
ru: В корзине нету такого товара.

source: Please enter a whole number.
ru: Введите целое число.

source: Please enter a positive number.
ru: Введите положительное число.

source: Choose a quantity.
ru: Выберите количество.

source: Choose a whole number.
ru: Выберите целое число.

source: Error
ru: Ошибка

source: You must accept the terms and conditions.
ru: Вы должны принять условия использования.

source: Internal error: please submit as a POST
ru: Внутренняя ошибка: используйте POST-запросы

source: The category you have requested does not exist.
ru: Запрошенная категоряи несуществует.

source: One or more of the required fields wasn't submitted
ru: Как минимум одно из требуемых полей не заполнено

source: Bad ContentType: %s
ru: Неверный ContentType: %s

source: General question
ru: Общий вопрос

source: Order problem
ru: Проблема с заказом

source: Inquiry
ru: Опрос

source: Contents
ru: Содержание

source: The download key is invalid.
ru: Ключ на скачивание неверен.

source: Card type does not match card number.
ru: Тип карты не соответствует её номеру.

source: Invalid credit card number.
ru: Неверный номер карты.

source: Supplier ID
ru: ID поставщика

source: Unit Cost
ru: Стоимость блока

source: Inventory
ru: Инвентарь

source: Raw Item
ru: Штука

source: Raw Items
ru: Штуки

source: Date Created
ru: Дата создания

source: Shipping
ru: Доставка

source: Supplier Order
ru: Заказ поставщику

source: Supplier Orders
ru: Заказы поставщику

source: Line Item Quantity
ru: Общее количество

source: Line Item Total
ru: Всего

source: Sent in
ru: Послано

source: Received
ru: Получено

source: Supplier Order Status
ru: Статус заказа поставщику

source: Supplier Order Statuses
ru: Статусы заказа поставщику

source: Tax Settings
ru: Настройки налогов

source: Active tax module
ru: Активный модуль налогов

source: Select a module, save and reload to set any module-specific settings.
ru: Выберите модуль; сохраните и перезагрузите для установки специфических настроек модуля.

source: No Tax
ru: Без налогов

source: Title
ru: Заголовок

source: Displayed title of this tax.
ru: Отображаемое название для этого налога.

source: Description of products that would be taxed.
ru: Описание продуктов, облагаемых налогом.

source: Tax Classes
ru: Классы налогов

source: Percentage
ru: В процентах

source: % tax for this area and type
ru: Процент налога для этого типа и области

source: You must choose a zone or a country.
ru: Выберите область или страну.

source: Tax Rate
ru: Ставка налога

source: Tax Rates
ru: Ставки налогов

source: By Country/Area
ru: По стране/области

source: Percent Tax
ru: Процент налога

source: Percent tax
ru: Процент налога

source: Tax Shipping?
ru: Налог на доставку

source: Could not find the page you were looking for.
ru: Страница не найдена

source: There was an error with the store. The admin has been notified.
ru: С магазином случилась ошибка. Администратор оповещён.

source: Product Reviews
ru: Обзоры продуктов

source: Be the first to review it!
ru: Напишите первый обзор!!

source: Please login to review this product.
ru: Войдите для обзора продукта.

source: Search
ru: Поиск

source: Account Information
ru: Информация об учётной записи

source: Account Details
ru: Подробности

source: Log out
ru: Выйти

source: Log in
ru: Войти

source: Cart
ru: Корзина

source: Check out
ru: Оформить заказ

source: Contact Us
ru: Свяжитесь с нами

source: Change language
ru: Сменить язык

source: Change
ru: Изменить

source: Powered by <a href="http://www.satchmoproject.com">Satchmo</a>.
ru: На базе <a href="http://www.satchmoproject.com">Satchmo</a>.

source: Your cart is empty.
ru: Ваша корзина пуста.

source: Your Cart
ru: Ваша корзина

source: Item
ru: Товар

source: Remove
ru: Удалить

source: update amount
ru: обновить количество

source: Base Price:
ru: Базовая цена:

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
ru: цена справа — ваша ставка, Вы получите счёт на остальное, когда Ваш товар будет готов.

source: Cart Total
ru: Всего в корзине

source: Welcome to the shop.
ru: Добро пожаловать.

source: Featured Items
ru: Избранные товары

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Contact Information
ru: Контактная информация

source: Send Email
ru: Послать электронное письмо

source: Downloading of
ru: Скачивание

source: will commence after clicking the link below:
ru: начнётся после щелчка по этой ссылке:

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh yourbrowser and try the download again
ru: После щелчка по ссылке закачка будет засчитана. Если у Вас возникают проблемы с закачкой, обновите страницу и попробуйте ещё раз.

source: Nothing found
ru: Ничего не найдено

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
ru: Доставка с помощью %(method)s занимает примерно %(expected_delivery)s.

source: Thank you for contacting us.
ru: Спасибо!

source: We will attempt to get back to you within 48 hours.
ru: Мы постараемся вернуться к Вам в течение 48 часов.

source: Fully charged
ru: Полностью заряжен

source: Charge remaining amount
ru: Остаётся заряда

source: Product Details
ru: Подробности о товаре

source: Amount
ru: Количество

source: No payments.
ru: Нет платежей.

source: Paid in full
ru: Полностью оплачено.

source: Balance on order:
ru: Баланс по заказу:

source: Satchmo Site Administration
ru: Администрация сайта Satchmo

source: Custom Charge
ru: Произвольный заряд

source: New amount
ru: Новое количество

source: Extra Shipping
ru: Дополнительная доставка

source: Documentation
ru: Документация

source: Change password
ru: Сменить пароль

source: Inventory Management
ru: Управление инвентарём

source: Helpers
ru: Помощники

source: Mark all featured
ru: Пометить все изранными

source: Clear all featured
ru: Очистить все избранные

source: Disable all Products with 0 quantity.
ru: Отключить все товары с количеством 0

source: Disable ProductVariations with 0 quantity.
ru: Отключить все разновидности товаров с количеством 0

source: No inventory items.
ru: В инвентаре пусто.

source: New Orders
ru: Новые заказы

source: Orders in Process
ru: Заказы в обработке

source: View all Orders
ru: Просмотреть все заказы

source: Switch to Shop View
ru: Переключиться на режим магазина

source: Switch to Legacy View
ru: Переключиться на старый режим

source: Models available in the %(name)s application.
ru: Модели, доступные в приложении %(name)s

source: Add
ru: Добавить

source: Edit Shop Options
ru: Редактировать настройки магазина

source: Edit Inventory
ru: Редактировать инвентарь

source: Export Product Defs
ru: Экспортировать данные о товарах

source: Cache Status
ru: Статус кэширования

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
ru: ВНИМАНИЕ! ЭТА ФУНКЦИЯ ЯВЛЯЕТСЯ ЭКСПЕРИМЕНТАЛЬНОЙ. НЕ ИСПОЛЬЗУЙТЕ ЕЁ НА РАБОЧЕМ СЕРВЕРЕ.

source: Import
ru: Импорт

source: Import from fixture file:
ru: Импортировать из файла

source: Export
ru: Экспорт

source: Export?
ru: Экспортировать

source: Slug
ru: Кусок URL

source: Include images?
ru: Включить изображения?

source: Format?
ru: Формат?

source: Reset
ru: Очистить

source: Check all
ru: Выбрать все

source: Uncheck all
ru: Снять все

source: No products.
ru: Нет товаров.

source: Product import/export
ru: Экспорт/импорт товаров

source: Results
ru: Результаты

source: Import Results
ru: Результаты импорта

source: Errors
ru: Ошибки

source: results
ru: результаты

source: Store Details
ru: Подробные настройки магазина

source: Store Web Site
ru: Сайт магазина

source: Product Configuration
ru: Конфигурация продукта

source: Product Categories
ru: Категории продукта

source: Product Options
ru: Настройки продукта

source: Individual Products
ru: Отдельные продукты

source: Contact Interactions
ru: Взаимодействия контактов

source: Codes
ru: Коды

source: International Information
ru: Международная информация

source: Taxes
ru: Налоги

source: Tax Information
ru: Информация о налогах

source: Variations
ru: Разновидности

source: Product Subtypes
ru: Подтипы товаров

source: Cache
ru: Кэш

source: Cache Delete
ru: Удалить кэш

source: Cache Stats
ru: Статистика кэша

source: Cache View
ru: Просмотр кэша

source: Order Balance
ru: Баланс заказа

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
ru: Для завершения этого заказа Вам нужно оплатить баланс %(orderbalance)s, оставшийся для него.

source: How do you want to pay?
ru: Как Вы предпочтёте оплатить?

source: Continue Checkout
ru: Продолжить оформление

source: Ship/Bill
ru: Доставка/счёт

source: Confirmation
ru: Подтверждение

source: The following error was returned while trying to process your payment. Please correct and resubmit.
ru: Во время оформления Вашего заказа произошли следующие ошибки. Пожалуйста, исправьте их и повторите.

source: Please validate the following information, then submit your order.
ru: Пожалуйста, проверьте следующие данные, а затем отошлите свой заказ.

source: Items Ordered
ru: Заказано штук

source: Purchase Items
ru: Купить

source: Please complete the following information in order to submit your order.
ru: Заполните следующие поля для отсылки заказа.

source: Discount code
ru: Код скидки

source: Shipping Information
ru: Информация по доставке

source: Please choose your preferred shipping method
ru: Выберите предпочтительный способ доставки

source: Confirm
ru: Подтвердить

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
ru: С Вашей карты типа %(credit_card_type)s с номером, заканчивающимся на %(credit_card_number)s, будет снято %(order_total)s.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
ru: Ваша корзина пуста. Добавьте в неё товаров, а затем продолжите оформление заказа.

source: If you already have an account, you can login now to fill in most of the information below.
ru: Если Вы зарегистрированы, Вы можете войти и использовать данные Вашей учётной записи вместо заполнения их вручную.

source: This is just a convenience, no account is required!
ru: Регистрация необязательна и существует лишь для Вашего удобства.

source: Login
ru: Войти

source: You'll need to fill out at least the fields with a *
ru: Необходимо заполнить хотя бы поля, отмеченные звёздочкой (*)

source: Basic Information
ru: Основные данные

source: Phone number
ru: Телефонный номер

source: Billing Information
ru: Информация для оплаты

source: State/Province
ru: Область/Штат

source: Zipcode/Postcode
ru: Почтовый индекс

source: Shipping same as billing?
ru: Доставка по адресу оплаты?

source: Type of credit card
ru: Вид кредитной карты

source: Credit card number
ru: Номер кредитной карты

source: Expiration date
ru: Истечение действия

source: Thank you for your order!
ru: Спасибо за заказ!

source: Please print out this page as a receipt. You will also receive an email with this information.
ru: Распечатайте эту страницу в качестве квитанции. Так же Вы получите письмо с этой информацией по электронной почте.

source: This order will be COD for %(order_total)s.
ru: К оплате по доставке: %(order_total)s.

source: Your payment will be processed through Google Checkout.
ru: Ваш платёж будет осуществлён через службу Google Checkout.

source: Fast checkout through Google
ru: Быстрое оформление заказа через Google

source: Your payment will be processed through PayPal.
ru: Ваш платёж будет осуществлён через систему Paypal.

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: Forgotten your password?
ru: Забыли пароль?

source: Post a photo
ru: Добавить фото

source: Required
ru: Обязательно

source: Optional
ru: Необязательно

source: Review:
ru: Отзыв:

source: Send review
ru: Отослать отзыв

source: Edit Group Settings
ru: Настройки группы

source: Settings included in %(name)s.
ru: Настройки, включённые в %(name)s.

source: You don't have permission to edit values.
ru: У Вас нет прав на изменение значений.

source: Edit Site Settings
ru: Настройки сайта

source: Group settings: %(name)s
ru: Настройки группы: %(name)s

source: Not set
ru: Не установлено

source: Base Shipping
ru: Основная доставка

source: Paid
ru: Оплачено

source: Pay remaining balance
ru: Оплатить остаток

source: Order #
ru: Заказ №

source: Shipping To
ru: Доставить:

source: Account
ru: Учётная запись

source: Order History
ru: История заказов

source: Date
ru: Дата

source: Items
ru: Товары

source: You haven't made any orders yet.
ru: Вы пока не делали заказов.

source: Order Tracking
ru: Отслеживание заказов

source: Update Profile
ru: Обновить профиль

source: Your Profile
ru: Ваш профиль

source: You&apos;ll need to fill out at least the fields with a *
ru: Необходимо заполнить хотя бы поля, отмеченные звёздочкой (*)

source: Birthday
ru: Дата рождения

source: Update
ru: Обновить

source: Your Account info
ru: Ваши личные данные

source: Welcome, %(full_name)s.
ru: Добро пожаловать, %(full_name)s.

source: Your profile
ru: Ваш профиль

source: Email:
ru: Адрес e-mail:

source: Birthday:
ru: Дата рождения:

source: Newsletter:
ru: Оповещение:

source: Billing Address:
ru: Адрес для оплаты:

source: Shipping Address:
ru: Адрес для доставки:

source: Account options
ru: Настройки учётной записи

source: Update your profile
ru: Обновить профиль

source: Change your password
ru: Изменить пароль

source: Sorry, the user you've logged in as doesn't have any contact information.
ru: Извините, пользователь, под которым Вы вошли, не имеет контактной информации в профиле.

source: Probably because you are an admin.
ru: Возможно, Вы администратор.

source: Set up contact information
ru: Введите контактную информацию

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
ru: Вот %(request_type)s от %(name)s ( %(email)s ), посланное через форму обратной связи на сайте.

source: Dear %(first_name)s %(last_name)s,
ru: Уважаемый(-ая) %(first_name)s %(last_name)s,

source: Thank you for ordering with %(shop_name)s.
ru: Спасибо за заказ в %(shop_name)s.

source: Your order is summarized below:
ru: Краткие сведения о Вашем заказе:

source: Your order contains products that can be downloaded
ru: Ваш заказ содержит загружаемые продукты

source: Please click the link to being the download
ru: Щёлкните по ссылке для загрузки

source: Regards
ru: С уважением

source: Store Management
ru: Администрация магазина

source: Newsletter Subscription
ru: Подписка на новости

source: Your name
ru: Ваше имя

source: Newsletter Unsubscribe
ru: Отписаться от новостей

source: Remove Me
ru: Удалить меня

source: Store Invoice
ru: Счёт-фактура
