Repository: skrattaren/overlay
Catalog: local_portage/dev-python/satchmo/files/django_*.po
Languages: ru

source: Invoice #
ru: Счёт-фактура №

source: INVOICE
ru: Счёт-фактура

source: Page
ru: Страница

source: Unit Price
ru: Цена наименования

source: Payment total %(order_total)s due to:
ru: Всего к оплате%(order_total)s:

source: Please choose your options
ru: Выберите опции

source: Custom order for %(name)s
ru: Свой вариант заказа для %(name)s

source: more
ru: больше

source: Registration Complete
ru: Регистрация завершена

source: Account Activation
ru: Активация учётной записи

source: Thanks for signing up! You are now logged in.
ru: Спасибо за регистрацию! Вы вошли.

source: In the future, you can log in using your email address (%(email)s).
ru: В дальнейшем Вы можете входить, используя ваш адрес (%(email)s).

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(expiration_days)s days after registration.
ru: Либо Ваша ссылка активации была неверна, либо ключ активации Вашей учётной записи устарел. Ключи действительны только в течение %(expiration_days)s лней после регистрации.

source: Someone, hopefully you, signed up for a new account at %(site_url)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
ru: Кто-то (предположительно, Вы) зарегистрировал учётную запись на %(site_url)s с использование этого адреса. Если это были Вы, и Вы хотите активировать и использовать свою учётную запись, щёлкните по ссылке или скопируйте её и вставьте в адресную строку браузера.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
ru: Если же Вам это не нужно, не делайте ничего; более Вы не получите от нас писем, и срок действия учётной записи истечёт через %(expiration_days)s дней.

source: Your email address and password didn't match. Please try again.
ru: Ваш адрес и пароль не подходят друг другу. Попробуйте ещё раз.

source: If you do not have an account, please
ru: Если у Вас нет учётной записи,

source: click here
ru: щёлкните здесь

source: If you do not remember your password, please
ru: Если Вы не помните Ваш пароль,

source: click here</a> to have it reset.
ru: щёлкните здесь</a> для его сброса.

source: Password Change Done
ru: Пароль изменён

source: Password change successful
ru: Пароль успешно изменён

source: Password Change
ru: Смена пароля

source: For the sake of security, please enter your old password, and then enter your new password twice.
ru: Для обеспечения безопасности введите старый пароль, а затем — новый, дважды.

source: Old password
ru: Старый пароль

source: New password
ru: Новый пароль

source: Confirm new password
ru: Подтвердить новый пароль

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
ru: Вы получили это письмо, потому что запросили сброс пароля для Вашей учётной записи на сайте %(site_name)s

source: Your new password is
ru: Ваш новый пароль:

source: Feel free to change this password by going to this page
ru: Вы можете изменить этот пароль на этой странице

source: You can log in using your email address (%(email)s) or your username (%(username)s).
ru: Вы можете зайти, используя ваш адрес (%(email)s) или имя пользователя (%(username)s)

source: Thanks for using our site!
ru: Спасибо за использование нашего сайта!

source: The %(site_name)s team
ru: Администрация %(site_name)s

source: Password reset successful
ru: Пароль успешно сброшен

source: We've e-mailed a new password to the e-mail address you submitted. You should receive it shortly.
ru: Мы выслали Ваш новый пароль на указаныый адрес. Вкорости Вы должны его получить

source: Reset your password
ru: Сбросить пароль

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
ru: Забыли свой пароль? Введите Ваш адрес электронной почты, и мы вышлем Вам новый пароль.

source: E-mail address
ru: Адрес e-mail

source: Be sure to enter the same e-mail address you used to register.
ru: Удостоверьтесь, что ввели тот же адрес, что и при регистрации.

source: Reset password
ru: Сбросить пароль

source: Account Creation
ru: Создание учётной записи

source: Thank you for signing up.
ru: Спасибо за регистрацию.

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
ru: Ссылка для активации была выслана на указанный адрес вместе с инструкицями по дальнейшим действиям.

source: Registration
ru: Регистрация

source: Please Enter Your Account Information
ru: Пожалуйста, введите данные своей учётной записи

source: Create Account
ru: Создать учётную запись

source: Repeat Activation
ru: Повторить активацию

source: This account has already been activated. Please login.
ru: Эта учётная запись уже активирована. Пожалуйста, войдите.

source: Thank you for signing up with %(company_name)s.
ru: Спасибо за регистрацию в %(company_name)s.

source: Your new username is this email address, and you can login atВаше имя пользователя — этот адрес электронной почты, и Вы можете войти в
ru: Сейчас

source: Thumbnail quality
ru: Качество миниатюр

source: Use a 1-100 value here, which will change the quality of JPG thumbnails created for products and categories.
ru: Введине число в пределах 1-100, которое определит качество миниатюр, создаваемых для продуктов и категорий.
